[
  {
    "name": "Broccoli Sprouts Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/bro.png",
    "description": "Contains broccoli sprout powder (manufactured in Japan), broccoli sprout extract, Ashitaba (Angelica keiskei) leaf, Euglena powder (Dextrin, Euglena), Kintoki ginger powder, Moringa powder/Crystal cellulose, Sucrose fatty acid ester, Silicon dioxide, and Biotin.",
    "price": "1,280 yen",
    "category": "Detox & Cleanse"
  },
  {
    "name": "NMN Supplement JAPAN QUALITY",
    "image": "https://houzoumedical.com/wp-content/uploads/nn1.jpg",
    "description": "Not only does it contain the much-talked-about ingredient NMN, it also contains 5mg of 2.5x concentrated astaxanthin (12.5mg in powder form), resveratrol to help NMN work, plus coenzyme Q10 (COQ10), 8 types of vitamins, folic acid, pantothenic acid, and more, all to the maximum extent possible for a product in this price range.",
    "price": "1,280 yen",
    "category": "Anti-Aging"
  },
  {
    "name": "Sun Screen Japan Supplement \"NutroxSun\" （30 tab）",
    "image": "https://houzoumedical.com/wp-content/uploads/70010adcced8a23cc98399decca38d4a.jpg",
    "description": "This is a supplement containing Neutrox Sun, a patented ingredient that can only be purchased by a limited number of manufacturers. It has been featured on TV and in magazines, and is so popular that it even won first place in the sales rankings on Qoo10. Why not try it and become a more feminine woman from the inside out?",
    "price": "1,890 yen",
    "category": "Skin Health"
  },
  {
    "name": "Super Maca Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/maca.jpg",
    "description": "Get a full charge with high-quality Peruvian maca and more! Contains powerful ingredients including Ginseng, Oysters, Krachaidam, Tongkat Ali, Habu, Mamushi and more. This is the ultimate supplement to help you regain your manliness.",
    "price": "1,580 yen",
    "category": "Sports Nutrition"
  },
  {
    "name": "Mulberry Leaf Supplement JAPAN",
    "image": "https://houzoumedical.com/wp-content/uploads/kuwanoha.jpg",
    "description": "A supplement packed with 100% pure, ultra-concentrated mulberry leaf extract. 3 tablets a day gives you 2,000mg of intake. A product that has also won the Monde Selection Award.",
    "price": "1,380 yen",
    "category": "General Health"
  },
  {
    "name": "L-Tryptophan Supplements",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0069889022.jpg",
    "description": "In addition to L-tryptophan, it also contains vitamin B6, which enhances the effects of tryptophan. A supplement that supports relaxed nights and refreshing mornings.",
    "price": "1,450 yen",
    "category": "Brain Health"
  },
  {
    "name": "5-ALA Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0076388753.jpg",
    "description": "This is a 5-ALA supplement made in Japan using genuine ingredients from Neopharma Japan. You can take 10mg of 5-ALA per day. No titanium dioxide is used. In addition to 5-ALA, it also contains sodium ferrous citrate (SFC) in a 2:1 ratio to enhance the effects of 5-ALA. It also contains Euglena (green algae), NMN, concentrated astaxanthin, niacin, and 22 types of lactic acid bacteria (including Lactobacillus gasseri, Lactobacillus casei, and Lactobacillus reuteri, which have been featured on TV). 5-ALA, which is gaining more and more attention in the future, is now available at an affordable price.",
    "price": "1,780 yen",
    "category": "Anti-Aging"
  },
  {
    "name": "5-ALA 60mg Supplement Euglena Midorimushi Supplement \"Mitochondria-ns Youthful\"",
    "image": "https://houzoumedical.com/wp-content/uploads/mitocon-label.jpg",
    "description": "Contains β-nicotinamide mononucleotide (NMN) (domestically produced), reduced maltose syrup, hardened rapeseed oil, dextrin, red grape leaf extract, spirulina, 22 types of lactic acid bacteria premix (maltodextrin, lactic acid bacteria powder containing milk components and soybeans), lactose/microcrystalline cellulose, glycerin, astaxanthin, salmon nasal cartilage extract, 5ALA, Euglena/crystalline cellulose, HPMC, sucrose ester, gellan gum, vitamin E, vitamin B2, vitamin C, gum arabic, niacin, calcium pantothenate, biotin, vitamin B1, vitamin B6, vitamin A, folic acid, vitamin B12, and vitamin D.",
    "price": "6,980 yen",
    "category": "Anti-Aging"
  },
  {
    "name": "Magnesium Oxide Supplements",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0076025293-1.jpg",
    "description": "Contains edible yeast, champignon extract, rose hips, brewer's yeast, gymnema extract, mushroom chitosan, magnesium oxide, cellulose, sucrose fatty acid ester, ECG, vitamin B6, vitamin C, niacin, vitamin E, calcium pantothenate, vitamin B2, vitamin B1, vitamin A, folic acid, vitamin D, and vitamin B12.",
    "price": "1,298 yen",
    "category": "General Health"
  },
  {
    "name": "Moringa Supplements",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0076078107.jpg",
    "description": "Contains Moringa powder, calcium stearate, and capsules.",
    "price": "1,100 yen",
    "category": "General Health"
  },
  {
    "name": "Job's Tears Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/hat.jpg",
    "description": "Food containing citrus fruit and rosemary leaf extract powder, reduced maltose syrup, citrus fruit and rosemary leaf extract powder, camu camu, maltodextrin, dextrin, pomegranate juice, tomato powder, hardened rapeseed oil, fish collagen peptide, avocado extract, melon extract (wheat, melon)/L-cystine, and marigold extract containing lutein.",
    "price": "1,980 yen",
    "category": "Skin Health"
  },
  {
    "name": "Lysine Supplements",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0076078106.jpg",
    "description": "Contains maltodextrin, dextrin, mixed lactic acid bacteria powder (5 types of bifidobacteria, 17 types of lactic acid bacteria), lactose/L-lysine hydrochloride, cellulose, calcium stearate, fine silicon oxide, vitamin C, niacin, vitamin A, vitamin D3, mixed vitamin E, vitamin B1, vitamin B2, vitamin B6, vitamin B12, and biotin.",
    "price": "1,380 yen",
    "category": "General Health"
  },
  {
    "name": "Glycine Powder Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/gurisin.jpg",
    "description": "Contains glycine as the main ingredient.",
    "price": "1,050 yen",
    "category": "Brain Health"
  },
  {
    "name": "Glycine Stick Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0076308221.jpg",
    "description": "Contains glycine as the main ingredient.",
    "price": "1,050 yen",
    "category": "Brain Health"
  },
  {
    "name": "Banlancon Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/ban.jpg",
    "description": "Contains Banlancon extract powder (Banlancon extract, dextrin) made in China, dextrin, mixed lactic acid bacteria powder (5 types of bifidobacteria, 17 types of lactic acid bacteria), lactose (derived from milk)/cellulose, calcium stearate, fine silicon dioxide, vitamin C, niacin, vitamin E, calcium pantothenate, vitamin B2, vitamin B1, vitamin B6, vitamin A, folic acid, vitamin D, and vitamin B12.",
    "price": "1,680 yen",
    "category": "General Health"
  },
  {
    "name": "Arginine Supplements",
    "image": "https://houzoumedical.com/wp-content/uploads/e3d8aca2ad8bd34458d47cf7b70caac0.jpg",
    "description": "Contains gelatin (from pork)/L-arginine and sucrose fatty acid ester.",
    "price": "1,000 yen",
    "category": "Sports Nutrition"
  },
  {
    "name": "Citrulline Supplement",
    "image": "https://houzoumedical.com/wp-content/uploads/imgrc0076284728.jpg",
    "description": "Contains L-citrulline, cellulose, calcium stearate, microcrystalline silicon dioxide, vitamin C, niacin, vitamin E, calcium pantothenate, vitamin B2, vitamin B1, vitamin B6, vitamin A, folic acid, vitamin D, and vitamin B12.",
    "price": "1,200 yen",
    "category": "Sports Nutrition"
  }
]